Repository: justliam/wordpress-backup-to-dropbox
Catalog: Languages/wpbtd-*.po
Languages: fi, sv_se

source: WordPress Backup to Dropbox failed to initialize due to these database errors.
fi: WordPress Backup to Dropboxin alustus epäonnistui tietokantavirheiden takia.

source: Dropbox API not set
fi: Dropbox APIa ei ole asetettu

source: Uploading large file '%s' (%sMB) in chunks
fi: Tallennetaan isoa tiedostoa '%s' (%sMB) osissa

source: Resuming upload of large file '%s'
fi: Jatketaan ison tiedoston '%s' tallennusta

source: Uploaded %sMB of %sMB
fi: Tallennettu %sMB / %sMB

source: WordPress Backup to Dropbox requires write access to '%s', please ensure it exists and has write permissions.
fi: WordPress Backup to Dropbox tarvitsee kirjoitusoikeuden '%s'.

source: Click Buy Now and pay using PayPal
fi: Klikkaa Osta nyt ja maksa PayPalilla

source: Each payment includes updates and support on a single website for one year. If you manage multiple websites please consider purchasing an %s.
fi: Jokainen maksu sisältää päivitykset ja tuen vuodeksi yhdelle sivustolle. Jos hallinnoit useita sivustoja, harkitse %s ostoa.

source: unlimited site subscription
fi: rajoittamattoman tilauksen

source: Safe mode is enabled on your server so the PHP time and memory limit cannot be set by the backup process. So if your backup fails it's highly probable that these settings are too low.
fi: Safe mode on asetettu palvelimella, joten PHP:n aika- ja muistirajoituksia ei voida asettaa. Jos kopiointi epäonnistuu, todennäköisesti nämä asetukset ovat liian alhaiset.

source: There was an error getting the list of premium extensions
fi: Maksullisten lisäosien hakemisessa tapahtui virhe

source: There was an error installing your premium extension
fi: Maksullisen lisäosan asennus epäonnistui

source: Name
fi: Nimi
sv_se: Namn

source: Description
fi: Kuvaus

source: Price
fi: Hinta

source: Download & Install
fi: Lataa ja asenna

source: Buy Now
fi: Osta nyt

source: Creating SQL backup of your WordPress core.
fi: Luodaan SQL-kopiota WordPressin ytimestä.

source: Creating SQL backup of your WordPress plugins.
fi: Luodaan SQL-kopiota WordPressin lisäosista.

source: There was an error downloading your premium extension
fi: Maksullisen lisäosan lataus epäonnistui

source: The backup is having trouble uploading files to Dropbox, it has failed %s times and is aborting the backup.
fi: Tiedostojen tallennuksessa Dropboxiin on ongelmia. Kopiointi on epäonnistunut %s kertaa.

source: Error uploading '%s' to Dropbox: %s
fi: Virhe tallennettaessa %s Dropboxiin: %s

source: Approximately %s%% complete.
fi: Arviolta %s%% valmiina.

source: A total of %s files were processed.
fi: Yhteensä %s tiedostoa käsiteltiin.

source: Backup complete.
fi: Kopiointi valmis.

source: A total of %dMB of memory was used to complete this backup.
fi: Yhteensä %dMB muistia käytettiin kopiointiin.

source: WordPress does not have write access to '%s'. Please grant it write privileges before using this plugin.
fi: WordPressillä ei ole oikeutta kirjoittaa '%s'. Anna kirjoitusoikeus ennen lisäosan käyttöä.

source: Backup Log
fi: Loki

source: Loading...
fi: Ladataan...

source: The sub directory must only contain alphanumeric characters.
fi: Alihakemistossa saa olla vain alfanumeerisia merkkejä.

source: Backup completed on %s at %s.
fi: Kopiointi valmistui %s klo %s

source: Store backup in a subfolder of the wpb2d app folder
fi: Tallenna varmuuskopio wpb2d hakemiston alihakemistoon

source: Exclude:
fi: Jätä huomiotta:

source: All
fi: Kaikki

source: None
fi: Ei mitään

source: Inverse
fi: Käänteinen

source: If the problem persists please re-install WordPress Backup to Dropbox.
fi: Jos ongelma pysyy, asenna WordPress Backup to Dropbox uudestaan.

source: Error message:
fi: Virheviesti:

source: There was an error with your payment, please contact %s to resolve.
fi: Maksamisessa tapahtui virhe, ongelman ratkaisemiseksi ota yhteyttä %s.

source: You have succesfully purchased the %s premium extension, please install it below.
fi: Ostit onnistuneesti %s maksullisen lisäosan, ole hyvä ja asenna se.

source: Click Download & Install to download and install the extension
fi: Klikkaa Lataa ja asenna ladataksesi ja asentaaksesi lisäosan

source: 100% money back guarantee
fi: 100% rahat takaisin takuu

source: You have not run a backup yet. When you do you will see a log of it here.
fi: Kopiointia ei ole vielä ajettu. Ensimmäisen ajon jälkeen tässä näkyy loki.

source: View uploaded files
fi: Katso tallennetut tiedostot

source: Last modified: %s
fi: Viimeksi muokattu: %s

source: Backup started on %s.
fi: Kopiointi aloitettiin %s.

source: seconds
fi: sekuntia

source: unlimited
fi: rajoittamaton

source: There has been no backup activity for a long time. Attempting to resume the backup.
fi: Kopioinnissa ei ole havaittu pitkään aikaan aktiviteettia. Yritetään jatkaa kopiointia.

source: The cURL extension is not loaded. %sPlease ensure its installed and activated.%s
fi: cURL lisäosaa ei ole ladattu. %sVarmista, että se on asennettu ja aktivoitu.%s

source: There was a fatal error loading WordPress Backup to Dropbox. Please fix the problems listed and reload the page.
fi: Varmuuskopion siirrossa Dropboxiin tapahtui virhe. Korjaa listatut virheet ja päivitä sivu.

source: Your time limit is %s and your memory limit is %s
fi: Aikaraja on %s ja muistiraja %s

source: A database backup cannot be created because WordPress does not have write access to '%s', please ensure this directory has write access.
fi: Tietokannan varmuuskopioita ei pystytä luomaan, koska WordPressillä ei ole oikeutta kirjoittaa '%s'. Varmista, että hakemistoon on kirjoitusoikeus.

source: Authorize
fi: Valtuuta

source: Backup Settings
fi: Asetukset

source: Backup stopped by user.
fi: Käyttäjä keskeytti kopionnin.

source: Clear history
fi: Tyhjennä historia

source: Continue
fi: Jatka
sv_se: Fortsätt

source: Daily
fi: Päivittäin
sv_se: Dagligen

source: Day and Time
fi: Päivä ja aika
sv_se: Dag och tid

source: Dropbox Account Details
fi: Dropbox-tilin tiedot
sv_se: Detaljer för Dropbox-konto

source: Error closing sql dump file.
fi: SQL-tiedoston sulkeminen epäonnistui.
sv_se: Fel när SQL-filen skulle stängas.

source: Error creating sql dump file.
fi: SQL-tiedoston luonti epäonnistui.
sv_se: Fel när SQL-filen skulle skapas.

source: Error while accessing database.
fi: Tietokantayhteys epäonnistui.
sv_se: Misslyckad åtkomst till databas.

source: Error writing to sql dump file.
fi: SQL-tiedostoon kirjoittaminen epäonnistui.
sv_se: Fel när SQL-filen skulle skrivas.

source: Every 12 weeks
fi: 12 viikon välein
sv_se: Var 12:e vecka

source: Every 4 weeks
fi: Neljän viikon välein
sv_se: Var 4:e vacka

source: Every 8 weeks
fi: Kahdeksan viikon välein
sv_se: Var 8:e vecka

source: Excluded Files and Directories
fi: Tiedostot ja hakemistot, joita ei kopioida
sv_se: Exkluderade filer och kataloger

source: Fortnightly
fi: Joka toinen viikko
sv_se: Varannan vecka

source: Frequency
fi: Toistumisväli
sv_se: Frekvens

source: Friday
fi: Perjantai
sv_se: Fredag

source: Gigabyte
fi: Gigatavu

source: History
fi: Historia
sv_se: Historik

source: How often the backup to Dropbox is to be performed.
fi: Kuinka usein kopionti Dropboxiin suoritetaan.
sv_se: Hur ofta backupen till Dropbox ska genomföras.

source: In order to use this plugin you will need to authorized it with your Dropbox account.
fi: Lisäosan pitää saada valtuutus Dropboxiin, jotta sitä voi käyttää.
sv_se: För att använda det här pluginet behöver du vara auktoriserad med ett konto på Dropbox.

source: Installing a premium extensions is easy:
fi: Maksullisen lisäosan asennus on helppoa:

source: Monday
fi: Maanantai
sv_se: Måndag

source: Next Scheduled
fi: Seuraava kopiointi
sv_se: Nästa schemaläggning

source: Next backup scheduled for %s at %s
fi: Seuraava varmuuskopiointi ajastettu %s klo %s
sv_se: Nästa backup är schemalagd till %s kl. %s

source: No backups are scheduled yet. Please select a day, time and frequency below.
fi: Varmuuskopiointia ei ole vielä määritetty. Valitse päivä, aika ja toistumisväli.
sv_se: Ingen backup är schemalagd än. Välj en dag, tid eller intervall nedan.

source: No history
fi: Ei historiaa

source: Please Note:
fi: Huomaa:
sv_se: Vänligen notera:

source: Please click the authorize button below and follow the instructions inside the pop up window.
fi: Klikkaa Valtuuta-nappia ja noudata sen jälkeen tulevia ohjeita.
sv_se: Klicka på knappen nedan och följ instruktionerna för att auktorisera.

source: Premium Extensions
fi: Maksulliset lisäosat

source: Saturday
fi: Lauantai
sv_se: Lördag

source: Save Changes
fi: Tallenna asetukset
sv_se: Spara ändringar

source: Select the files and directories that you wish to exclude from your backup. You can expand directories with contents by clicking its name.
fi: Valitse tiedostot ja hakemistot, joita ei varmuuskopioida. Hakemiston saa auki klikkaamalla sen nimeä.
sv_se: Välj filer och kataloger som du vill exkludera från backupen. Du kan expandera kataloger genom att klicka på namnet.

source: Settings
fi: Asetukset
sv_se: Inställningar

source: Start Backup
fi: Aloita kopiointi

source: Stop Backup
fi: Keskeytä kopiointi

source: Sunday
fi: Sunnuntai
sv_se: Söndag

source: Thank you for installing WordPress Backup to Dropbox!
fi: Kiitos, että asensit WordPress Backup to Dropboxin!
sv_se: Tack för att du installerade WordPress Backup to Dropbox!

source: Thats it, options for your extension will be available in the menu on the left
fi: Se oli siinä, lisäosan asetukset löytyvät vasemmasta valikosta

source: The day and time the backup to Dropbox is to be performed.
fi: Päivä ja aika, jolloin kopiointi suoritetaan Dropboxiin.
sv_se: Dag och tid för när backupen till Dropbox genomförs.

source: The plugin is no longer authorized with Dropbox.
fi: Lisäosaa ei ole enää valtuutettu käyttämään Dropboxia.
sv_se: Det här pluginet är inte längre auktoriserad med Dropbox.

source: There was an error authorizing the plugin with your Dropbox account. Please try again.
fi: Valtuutuksessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
sv_se: Auktoriseringen med ditt Dropbox-konto misslyckades. Vänligen försök igen.

source: Thursday
fi: Torstai
sv_se: Torsdag

source: Tuesday
fi: Tiistai
sv_se: Tisdag

source: Unlink Account
fi: Poista Dropboxin valtuutus
sv_se: Avregistrera konto

source: Version %s
fi: Versio %s

source: Wednesday
fi: Keskiviikko
sv_se: Onsdag

source: Weekly
fi: Viikottain
sv_se: Veckovis

source: Welcome to Premium Extensions. Please choose an extension below to enhance WordPress Backup to Dropbox.
fi: Tervetuloa maksullisiin lisäosiin. Valitse lisäosa, jolla haluat parantaa WordPress Backup to Dropboxin toimintaa.

source: Your Dropbox account is not authorized yet.
fi: Dropbox-tiliäsi ei ole vielä valtuutettu.
sv_se: Ditt Dropbox-konto är inte auktoriserat än.

source: Your SQL dump file will always be backed up regardless of what is selected below.
fi: Tietokannan SQL kopioidaan aina talteen huolimatta siitä, mitä alla on valittu.
sv_se: Oavsett vad du väljer kommer din backup med SQL-dump att sparas.

source: at
fi: klo

source: free
fi: vapaana

source: you have
fi: sinulla on

source: backup file does not exist.
sv_se: backupfilen existerar inte.

source: Error while uploading %s to Dropbox. HTTP Status: %s, Body: %s
sv_se: Fel när %s laddades upp till Dropbox. HTTP Status: %s, Body: %s

source: Backup did not complete because the maximum script execution time was reached.
sv_se: Backupen slutfördes inte på grund av tidsbegränsningen av scriptet överskreds.

source: file '%s' exceeds 40 percent of your PHP memory limit. The limit must be increased to back up this file.
sv_se: filen '%s' överskrider 40 procent av minnesbegränsningen i PHP. Begränsningen måste ökas för att ta backup av den här filen.

source: Could not upload '%s' due to the following error: %s
sv_se: Kunde inte ladda upp '%s' på grund av följande fel: %s

source: Invalid directory path. Path must only contain alphanumeric characters and the forward slash ('/') to separate directories.
sv_se: Felaktig Katalog. Sökvägen får bara innehålla alfanumeriska tecken och slash ('/') för att separera kataloger.

source: Error while creating the local dump directory. Please ensure that the directories parent ('%s') is writable.
sv_se: Fel när den lokala katalogen skulle skapas. Kontrollera att den överordnade katalogen ('%s') är skrivbar.

source: Error while creating htaccess file. Please ensure that local dump directory ('%s') is writable.
sv_se: Fel när htaccess-filen skulle skapas. Kontrollera att den lokala katalogen ('%s') är skrivbar.

source: This php installation is running in safe mode so the time limit cannot be set.
sv_se: Den här PHP-installationen körs i säkerhetsläge så tidsbegränsningen kan inte anges.

source: Click %s for more information.
sv_se: Klicka %s för mer informaiton.

source: here
sv_se: här

source: Your PHP version (%s) is too old for this plugin to function correctly please update to PHP 5.2 or higher.
sv_se: Din PHP-version (%s) är för gammal för att det här pluginet ska fungera korrekt, vänligen uppdatera till version 5.2 eller senare.

source: WP Cron is disabled and is required by WordPress Backup to Dropbox. Please define DISABLE_WP_CRON as true in wp-config.php
sv_se: WP Cron är inaktiverat men behövs för att WordPress Backup to Dropbox ska fungera. Vänligen uppdatera DISABLE_WP_CRON till 'true' i wp-config.php

source: Settings Saved.
sv_se: Inställningarna sparades.

source: Backup scheduled to begin now.
sv_se: Backupen är schemalagt att starta nu.

source: Quota
sv_se: Minne

source: Backup started on %s at %s
sv_se: Backup startade på %s kl. %s

source: Backup completed on %s at %s
sv_se: Backup slufördes på %s kl. %s

source: Backup warning on %s at %s: %s
sv_se: Backup-varning från %s kl. %s: %s

source: Backup error on %s at %s: %s
sv_se: Backup-fel från %s kl. %s: %s

source: No backups performed yet
sv_se: Inga backups genomförda.

source: Locally store the SQL dump in this folder
sv_se: Lagra den lokala SQL-dumpen i den här katalogen.

source: Default is
sv_se: Förvalt är

source: Store backup in this folder within Dropbox
sv_se: Lagra backupen i den här Dropbox-katalogen

source: Backup Now
sv_se: Starta backup

source: There was a fatal error loading WordPress Backup to Dropbox
sv_se: Ett fel inträffade när backupen skulle skickas till Dropbox.

source: The backup process appears to have gone away. Resuming backup.
sv_se: Backup-processen verkar ha avslutas. Återupptar backup.
